Repository: Slawbel/CurrencyConverter
Catalog: Sources/*.lproj/Localizable.strings
Languages: ru

# writeTheAmount
source: The amount ____
ru: Сумма ____

# transfer
source: Rate history
ru: История курсов

# inputCurLabelText
source: Your currency type
ru: Ваша валюта

# outputCurLabelText
source: Conveted currency type
ru: Конвертированная валюта

# buttonBack
source: Select
ru: Выбрать

source: Date
ru: Дата

# chooseStartAndEndDates
source: Select start and end dates
ru: Выберите дату начала и конца

source: Convert
ru: Конвертировать

# diagramPage
source: Diagram
ru: Диаграмма

# butChosenCurBase
source: Currency for sale
ru: Валюта для продажи

# labelChooseCur
source: Select currencies for conversion
ru: Выберите валюты для конвертации

# butChosenCur1
source: Currency #1 (purchase)
ru: Валюта #1 для покупки

# butChosenCur2
source: Currency #2 (purchase)
ru: Валюта #2 для покупки

# butChosenCur3
source: Currency #3 (purchase)
ru: Валюта #3 для покупки

# butResult
source: Compare
ru: Сравнить

# butBack
source: Back
ru: Назад

# butBackCur
source: Back
ru: Назад

# nameLabelText
source: Currency converter
ru: Конвертор валют
